cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'the_silver_searcher'
brew 'coreutils'
brew 'grc'
brew 'tmux'
brew 'ctags'
brew 'imagemagick'
brew 'git'
brew 'readline'
brew 'unrar'
brew 'jq'
brew 'gnu-sed'
brew 'ripgrep'
brew 'bat'
brew 'tree-sitter'
brew 'luajit'
brew 'neovim'
