cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'the_silver_searcher'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'vim'
brew 'tmux'
brew 'ctags'
brew 'imagemagick'
brew 'git'
brew 'readline'
brew 'postgresql'
brew 'unrar'
brew 'redis'
brew 'z'
brew 'chruby'
brew 'ruby-install'
brew 'macvim'
